Repository: theblackhand123/rosariosis
Catalog: plugins/Lesson_Plan/locale/*.utf8/LC_MESSAGES/Lesson_Plan.po
Languages: es_es

source: Lesson Plan
es_es: Plan de Clase

source: A lesson already exists for this course period and date: %s
es_es: Una lección ya existe para esta clase y fecha: %s

source: Do you want to add a lesson on that day?
es_es: ¿Quiere agregar una lección para este día?

source: The Course Period is not scheduled on that date: %s. You can correct the date in case of mistake, or cancel.
es_es: La clase no está programada para esta fecha: %s. Puede corregir la fecha en caso de error, o cancelar.

source: The lesson has been added to the plan.
es_es: La lección se ha añadido al plan.

source: Add new Part
es_es: Agregar una parte

source: Entries
es_es: Entradas

source: Last Entry
es_es: Última Entrada

source: Read
es_es: Leer

source: Lesson Plans
es_es: Plan de Clases

source: Add Lesson
es_es: Agregar una Lección

source: Lesson and its Parts
es_es: Lección y sus partes

source: The lesson has been removed from the plan.
es_es: La lección se ha eliminado del plan.

source: No %s were found.
es_es: No se encontró ningún(a) %s.

source: Lesson
es_es: Lección

source: Lesson Number
es_es: Número de lección

source: What are learners expected to learn after completing the lesson? These should be specific and able to be assessed.
es_es: ¿Qué se espera que aprendan los alumnos al finalizar la lección? Deben ser específicos y evaluables.

source: Learning outcomes/objective
es_es: Resultados del aprendizaje/objetivo

source: How are you explaining and illustrating the topic?
es_es: ¿Cómo explica e ilustra el tema?

source: What are the learners doing to help them understand the topic?
es_es: ¿Qué hacen los alumnos para enteender el tema?

source: How do you plan to assess learning as it is happening?
es_es: ¿Cómo piensa evaluar el aprendizaje a medida que se produce?

source: What resources will you use that will support the teaching, learning and assessment activities?
es_es: ¿Qué recursos utilizará para apoyar las actividades de enseñanza, aprendizaje y evaluación?

source: Time
es_es: Tiempo

source: Content and teacher activity
es_es: Contenido e actividad del docente

source: Learner activity
es_es: Actividad del alumno

source: Formative assessment
es_es: Evaluación formativa

source: Learning materials and resources
es_es: Materiales y recursos didácticos

source: Part of the Lesson
es_es: Parte de la lección

source: Parts of the Lesson
es_es: Partes de la lección

source: Location
es_es: Lugar
