Repository: theblackhand123/rosariosis
Catalog: modules/Grades_Import/locale/*.utf8/LC_MESSAGES/Grades_Import.po
Languages: fr_fr, pt_br

source: Cannot open file.
fr_fr: Le fichier ne peut pas être ouvert.
pt_br: O arquivo não pode ser aberto.

source: %s grades were imported.
fr_fr: %s notes ont été importées.
pt_br: %s notas foram importadas.

source: No Assignments were found for current Course Period and Quarter.
fr_fr: Aucun devoir trouvé pour cette classe et ce trimestre.
pt_br: Nenhuma tarefa foi encontrada para a turma ou trimestre.

source: Select CSV or Excel file
fr_fr: Sélectionner un fichier CSV ou Excel
pt_br: Selecione o arquivo CSV ou Excel

source: %s rows
fr_fr: %s lignes
pt_br: %s linhas

source: Import Gradebook Grades
fr_fr: Importer les notes du carnet
pt_br: Importar notas do livro

source: Are you absolutely ready to import grades?
fr_fr: Êtes-vous prêt pour l'import des notes?
pt_br: Você está absolutamente pronto para importar notas?

source: Import first row
fr_fr: Importer la primière ligne
pt_br: Importar primeira linha

source: Reset form
fr_fr: Réinitialiser le formulaire
pt_br: Redefinir formulário

source: Gradebook Grades Fields
fr_fr: Champs notes du carnet
pt_br: Campos de notas do livro

source: Identify Student
fr_fr: Identifier l'élève
pt_br: Identificar Aluno

source: Grades Import
fr_fr: Import de notes
pt_br: Importar notas

source: Import Grades
fr_fr: Importer des notes
pt_br: Importar notas

source: No graded marking periods were found.
fr_fr: Aucune période scolaire notée n'a été trouvée.

source: Marking Period is not currently open for grade posting.
fr_fr: La période scolaire n'est actuellement pas ouverte pour la saisie des notes.

source: Import Final Grades
fr_fr: Importer les notes finales

source: Final Grades Fields
fr_fr: Champs notes finales

source: Excel error reading file %s: %s. Please convert the file to CSV format.
fr_fr: Erreur Excel à la lecture du fichier %s : %s. Merci de convertir le fichier au format CSV.

source: No student found.
fr_fr: Aucun élève trouvé.
pt_br: Nenhum aluno encontrado.

source: No points found.
fr_fr: Aucun point trouvé.

source: Student not scheduled in course Period.
fr_fr: L'élève n'est pas inscrit à ce cours.
pt_br: O aluno não está agendado nesta aula.

source: Grade not found: %s
fr_fr: Note non trouvée: %s

source: Stop
pt_br: Parar

source: PHP zip extension is required. Please enable it or convert your file to CSV.
pt_br: A extensão zip do PHP é necessária. Ative-o ou converta seu arquivo para CSV.
