Repository: theblackhand123/rosariosis
Catalog: modules/Jitsi_Meet/locale/*.utf8/LC_MESSAGES/Jitsi_Meet.po
Languages: es_es, fr_fr

source: The module configuration has been modified.
es_es: La configuración del módulo ha sido modificada.
fr_fr: La configuration du module a été modifiée.

source: The domain the Jitsi Meet server runs. Defaults to their free hosted service.
es_es: El dominio en el cual el servidor Jitsi Meet corre. Por defecto es el servicio alojado gratis.
fr_fr: Le domaine sur lequel se trouve le serveur Jitsi Meet. Par défaut, le service hébergé gratuit.

source: Domain
es_es: Dominio
fr_fr: Domaine

source: Create an account at %s to get the AppID and the JWT.
es_es: Crear una cuenta en %s para obtener el AppID y el JWT.
fr_fr: Créer un compte sur %s pour obtenir le AppID et le JWT.

source: The toolbar buttons to display in comma separated format. For more information refer to <a target="_blank" href="https://github.com/jitsi/jitsi-meet/blob/master/interface_config.js#L49">TOOLBAR_BUTTONS</a>.
es_es: Los botones de la barra de herramientas que mostrar, en formato separado por coma. Para más informaciones, referirse a <a target="_blank" href="https://github.com/jitsi/jitsi-meet/blob/master/interface_config.js#L49">TOOLBAR_BUTTONS</a>.
fr_fr: Les boutons de la barre d'outils à afficher, au format séparé par une virgule. Pour plus d'informations, se référer à <a target="_blank" href="https://github.com/jitsi/jitsi-meet/blob/master/interface_config.js#L49">TOOLBAR_BUTTONS</a>.

source: Toolbar
es_es: Barra de herramientas
fr_fr: Barre d'outils

source: The settings available in comma separated format. For more information refer to <a target="_blank" href="https://github.com/jitsi/jitsi-meet/blob/master/interface_config.js#L146">SETTINGS_SECTION</a>.
es_es: Las opciones disponibles, en formato separado por coma. Para más informaciones, referirse a <a target="_blank" href="https://github.com/jitsi/jitsi-meet/blob/master/interface_config.js#L58">SETTINGS_SECTIONS</a>.

source: Settings
es_es: Opciones
fr_fr: Paramètres

source: The width in pixels or percentage of the embedded window.
es_es: Lo ancho en píxeles o porcentaje de la ventana incrustada.
fr_fr: La largeur en pixels ou pourcentage de la fenêtre incrustée.

source: Width
es_es: Ancho
fr_fr: Largeur

source: The height in pixels or percentage of the embedded window.
es_es: La altura en píxeles o porcentaje de la ventana incrustada.
fr_fr: La hauteur en pixels ou pourcentage de la fenêtre incrustée.

source: Height
es_es: Altura
fr_fr: Hauteur

source: The link for the brand watermark.
es_es: El enlace de la marca de agua.
fr_fr: Le lien pour la marque en filigrane.

source: Brand Watermark Link
es_es: Enlace de la Marca de Agua
fr_fr: Lien de la marque en filigrane

source: Hide/Show the video quality indicator.
es_es: Mostrar/Ocultar el indicador de calidad del vídeo.
fr_fr: Montrer/cacher l'indicateur de qualité vidéo.

source: Disable Video Quality Indicator
es_es: Inhabilitar el Indicador de Calidad de Vídeo
fr_fr: Désactiver l'indicateur de qualité vidéo

source: Meet
es_es: Encontrarse
fr_fr: Se réunir

source: Setup
es_es: Configuración
fr_fr: Paramétrage

source: My Rooms
es_es: Mis Salones
fr_fr: Mes salles

source: Invitation Sent
es_es: Invitación Enviada
fr_fr: Invitation envoyée

source: Add Selected Users to Room
es_es: Agregar los Usuarios Seleccionados al Salón
fr_fr: Ajouter les utilisateurs sélectionnés à la salle

source: Remove
es_es: Quitar
fr_fr: Enlever

source: Room
es_es: Salón
fr_fr: Salle

source: Rooms
es_es: Salones
fr_fr: Salles

source: New Room
es_es: Nuevo Salón
fr_fr: Nouvelle salle

source: Every participant enters the room having enabled only their microphone. Camera is off.
es_es: Todos los participantes entran al salón con solo el micrófono activado. La cámara está apagada.
fr_fr: Tous les participants entrent dans la salle avec seulement le microphone activé. La caméra est éteinte.

source: Start Audio Only
es_es: Comenzar con Audio Solamente
fr_fr: Commencer en audio seulement

source: Add Users
es_es: Agregar Usuarios
fr_fr: Ajouter des utilisateurs

source: Add Parents
es_es: Agregar padres

source: Add Students
es_es: Agregar Estudiantes
fr_fr: Ajouter des élèves

source: Send Invitation
es_es: Enviar Invitación
fr_fr: Envoyer une invitation

source: New meeting request in room: %s
es_es: Nueva solicitación de encuentro en el salón: %s
fr_fr: Invitation réunion salle : %s

source: %s has invited you to join a meeting in room &quot;%s&quot;: %s <a href="%s">Enter the meeting</a>.
es_es: %s le invita a unirse al encuentro en el salón &quot;%s&quot;: %s <a href="%s">Entrar al encuentro</a>.
fr_fr: %s vous a invité à joindre la réunion dans la salle &quot;%s&quot; : %s <a href="%s">Entrer à la réunion</a>.
