Repository: theblackhand123/rosariosis
Catalog: plugins/Billing_Elements/locale/*.utf8/LC_MESSAGES/Billing_Elements_help.po
Languages: fr_fr

source: <i>Elements</i> lets you create Billing Elements and organize them into categories. To create a new Category, click on the "+" icon. Then, enter the Category Title and click the "Save" button.
fr_fr: <i>Éléments</i> permet la création d'éléments de facturation et leur organisation en catégories. Pour créer une nouvelle catégorie, cliquez sur l'icône "+". Ensuite, entrez le Titre de la catégorie et cliquez sur le bouton "Enregistrer".

source: To create a new Element, first select a Category in the list. Then, click on the "+" icon in the list at the right of categories. Then, enter the Element Title, Amount, Reference and Description. Optionally select the Grade Level the Element applies to. Uncheck the Rollover checkbox if you do not wish to roll the Element to the next school year. After entering the Element details, click the "Save" button.
fr_fr: Pour créer un nouvel élément, sélectionnez d'abord une catégorie dans la liste. Ensuite, cliquez sur l'icône "+" dans la liste à droite des catégories. Ensuite, entrez le Titre, le Montant, la Référence et la Description de l'élément. Vous pouvez aussi sélectionner le Niveau scolaire qui s'applique à l'élément. Décochez la case Report final si vous ne souhaitez pas que l'élément soit reporté à l'année scolaire suivante. Après avoir entré les informations de l'élément, cliquez sur le bouton "Enregistrer".

source: Below the Element details, you will notice the "Assign" button. It will redirect you to the <i>Mass Assign Elements</i> program and will prefill the form with the Element details.
fr_fr: En dessous des informations de l'élément, vous noterez le bouton "Attribuer". Il vous redirigera au programme <i>Assigner des éléments en masse</i> et pré-remplira le formulaire avec les infos de l'élément.

source: Note: only elements not assigned to students can be deleted.
fr_fr: Note: seul les éléments non attribués à un élève peuvent être supprimé.

source: <i>Mass Assign Elements</i> allows you to assign a Billing Element and the corresponding Fee to various students at once.
fr_fr: <i>Assigner des éléments en masse</i> permet d'attribuer un élément de facturation et le frais de scolarité correspondant à plusieurs élèves à la fois.

source: Then, select an Element from the dropdown list.
fr_fr: Ensuite, sélectionnez un élément depuis la liste déroulante.

source: The fee Title and Amount fields will be automatically filled with the Element details. You can also set the Due Date and Comment.
fr_fr: Le titre et le montant du frais de scolarité seront automatiquement remplis avec les infos de l'élément. Vous pouvez aussi définir une date d'échéance et un commentaire.

source: Finally, click the "Add Element and Fee to Selected Students" button.
fr_fr: Finalement, cliquez sur le bouton "Ajouter l'élément et le frais de scolarité pour les élèves sélectionnés".

source: Alternatively, you can click the "Assign Elements by Grade Level" link at the top of the screen to semi automatically assign the selected Billing Elements to students enrolled in the Grade Levels associated to each element.
fr_fr: Alternativement, vous pouvez cliquer sur le lien "Assigner les éléments par niveau scolaire" en haut de l'écran afin d'assigner les éléments de facturation aux élèves inscrits aux niveaux scolaires associés à chaque élément, et ceci de manière semi automatique.

source: <i>Student Elements</i> allows you to consult, assign, or remove Billing Elements and their corresponding Fee for a single student.
fr_fr: <i>Éléments de l'élève</i> vous permet de consulter, attribuer et supprimer des éléments de facturation et leur frais de scolarité correspondant pour un élève.

source: Then, the Billing Elements and their corresponding Fee will be displayed in the list.
fr_fr: Ensuite, les éléments de facturation et leur frais de scolarité correspondant seront affichés dans la liste.

source: To add an Element, select it from the dropdown list at the bottom of the list.
fr_fr: Pour ajouter un élément, sélectionnez-le depuis la liste déroulante en bas de la liste.

source: Then, click the "Save" button.
fr_fr: Ensuite, cliquez sur le bouton "Enregistrer".

source: To remove an Element and its corresponding Fee, click the "Delete" link next to the desired fee in the list. You will be asked to confirm the deletion.
fr_fr: Pour effacer un élément et son frais de scolarité correspondant, cliquez sur le lien "Supprimer" à côté du frais dans la liste. Vous devrez confirmer l'action.

source: <i>Category Breakdown</i> is a report showing Billing Elements breakdown per Category. You must first select a Category from the dropdown list at the top of the screen.
fr_fr: <i>Répartition par catégorie</i> est un rapport montrant la répartition des éléments de facturation par catégorie. Vous devez d'abord sélectionner un catégorie depuis la liste déroulante en haut de l'écran.

source: A column chart listing the Elements belonging to the category will be displayed. To display a pie chart, click on the "Pie" tab. To list the Elements, click on the "List" tab.
fr_fr: Un graphique colonne listant les éléments appartenant à la catégorie sera affiché. Pour afficher un graphique camembert, cliquez sur l'onglet "Graphique". Pour lister les éléments, cliquez sur l'onglet "Liste".

source: To display the total amount for each Element, click the "Amount" radio button at the top of the screen.
fr_fr: Pour afficher le montant total de chaque élément, cliquez sur le bouton radio "Montant" en haut de l'écran.

source: To display breakdown by grade level instead, check the "Breakdown by Grade Level" checkbox at the top right corner.
fr_fr: Pour afficher la répartition par niveau scolaire, cochez la case "Répartition par niveau scolaire" dans la partie supérieure droite de l'écran.

source: You can adjust the Report Timeframe selecting the start and end date from the dropdown menus. Then, click on the "Go" button to update the chart.
fr_fr: Vous pouvez ajuster la période du rapport en sélectionnant la date de début et de fin grâce aux menus déroulants. Ensuite. cliquez sur le bouton "Go" pour actualiser le graphique.

source: To save the chart as an image file, click on the download icon below the chart.
fr_fr: Pour sauvegarder le graphique comme image, cliquez sur l'icône téléchargement en dessous du graphique.

source: Note: charts will display at most 25 elements per category.
fr_fr: Note: les graphiques montrent au plus 25 éléments par catégorie.
