Repository: theblackhand123/rosariosis
Catalog: modules/Billing_Elements/locale/*.utf8/LC_MESSAGES/Billing_Elements_help.po
Languages: es_es, pt_br

source: <i>Elements</i> lets you create Billing Elements and organize them into categories. To create a new Category, click on the "+" icon. Then, enter the Category Title and click the "Save" button.
es_es: <i>Elementos</i> le permite crear Elementos de Facturación e organizarlos por categorías. Para crear una nueva Categoría, haga clic en el icono "+". Luego, entre el Título de la Categoría y haga clic en el botón "Guardar".
pt_br: <i>Elementos</i> permite criar elementos de cobrança e organizá-los por categoria. Para criar uma nova categoria, clique no ícone "+". Em seguida, digite o título da categoria e clique no botão "Salvar".

source: To create a new Element, first select a Category in the list. Then, click on the "+" icon in the list at the right of categories. Then, enter the Element Title, Amount, Reference and Description. Optionally select the Grade Level the Element applies to. Uncheck the Rollover checkbox if you do not wish to roll the Element to the next school year. After entering the Element details, click the "Save" button.
es_es: Para crear un nuevo Elemento, seleccione primero una Categoría en la lista. Luego, haga clic en el icono "+" a la derecha de las categorías. Luego, entre el Título, la Cantidad, la Referencia y la Descripción del Elemento. Puede seleccionar el Grado al cual el Elemento aplica. Desmarque la casilla Transferir si no quiere transferir el Elemento al año escolar siguiente. Después de haber entrado los detalles del Elemento, haga clic en el botón "Guardar".
pt_br: Para criar um novo elemento, primeiro selecione uma categoria na lista. Em seguida, clique no ícone "+" à direita das categorias. Em seguida, informe o título, quantidade, referência e descrição do elemento. Você pode selecionar a nota à qual o elemento se aplica. Desmarque a caixa transferir se não quiser transferir o elemento para o próximo ano letivo. Depois de inserir os detalhes do elemento, clique no botão "Salvar".

source: Below the Element details, you will notice the "Assign" button. It will redirect you to the <i>Mass Assign Elements</i> program and will prefill the form with the Element details.
es_es: Debajo de los detalles del Elemento, notará el botón "Asignar". Le direccionará al programa <i>Asignar Elementos a Varios</i> y llenará el formulario con los detalles del Elemento.
pt_br: Abaixo dos detalhes do elemento, você notará o botão "Atribuir". Ele o redirecionará para o programa <i>Atribuir elementos em massa</i> e preencherá o formulário com os detalhes do elemento.

source: Note: only elements not assigned to students can be deleted.
es_es: Nota: solo los elementos no asignados a un estudiante pueden ser eliminados.
pt_br: Nota: apenas os elementos não atribuídos a alunos podem ser excluídos.

source: <i>Mass Assign Elements</i> allows you to assign a Billing Element and the corresponding Fee to various students at once.
es_es: <i>Asignar Elementos a Varios</i> le permite asignar un Elemento de Facturación y el Cobro correspondiente a varios estudiantes a la vez.
pt_br: <i>Atribuir elementos em massa</i> permite que você atribua um elemento de faturamento e a taxa correspondente a vários alunos de uma só vez.

source: Then, select an Element from the dropdown list.
es_es: Luego, seleccione un Elemento desde la lista desplegable.
pt_br: Em seguida, selecione um elemento na lista suspensa.

source: The fee Title and Amount fields will be automatically filled with the Element details. You can also set the Due Date and Comment.
es_es: El Título y la Cantidad del cobro se llenan automáticamente con los detalles del Elemento. Puede también definir una Fecha de Plazo y un Comentario.
pt_br: Os campos título e valor da taxa serão preenchidos automaticamente com os detalhes do elemento. Você também pode definir a data de vencimento e o comentário.

source: Finally, click the "Add Element and Fee to Selected Students" button.
es_es: Finalmente, haga clic en el botón "Agregar Elemento y Cobro a los Estudiantes Seleccionados".
pt_br: Por fim, clique no botão "Adicionar elemento e taxa aos alunos selecionados".

source: Alternatively, you can click the "Assign Elements by Grade Level" link at the top of the screen to semi automatically assign the selected Billing Elements to students enrolled in the Grade Levels associated to each element.
es_es: De manera alternativa, puede hacer clic en el enlace "Asignar los elementos por grado" arriba en la pantalla para asignar los elementos de cobro seleccionados a los estudiantes inscritos en los grados asociados a cada elemento, y eso de manera semi automática.

source: <i>Student Elements</i> allows you to consult, assign, or remove Billing Elements and their corresponding Fee for a single student.
es_es: <i>Elementos Estudiante</i> le permite consultar, asignar, y eliminar los Elementos de Facturación y los Cobros correspondientes para un estudiante.
pt_br: <i>Elementos do aluno</i> permite que você consulte, atribua ou remova elementos de cobrança e sua taxa correspondente para um único aluno.

source: Then, the Billing Elements and their corresponding Fee will be displayed in the list.
es_es: Luego, los Elementos de Facturación y sus Cobros correspondientes están listados.
pt_br: Em seguida, serão exibidos na lista os elementos de cobrança e sua taxa correspondente.

source: To add an Element, select it from the dropdown list at the bottom of the list.
es_es: Para agregar un Elemento, selecciónelo desde la lista desplegable al final de la lista.
pt_br: Para adicionar um elemento, selecione-o na lista suspensa na parte inferior da lista.

source: Then, click the "Save" button.
es_es: Luego, haga clic en el botón "Guardar".
pt_br: Em seguida, clique no botão "Salvar".

source: To remove an Element and its corresponding Fee, click the "Delete" link next to the desired fee in the list. You will be asked to confirm the deletion.
es_es: Para eliminar un Elemento y su Cobro correspondiente, haga clic en el enlace "Eliminar" al lado del cobro deseado en la lista. Se le preguntará confirmar su elección.
pt_br: Para remover um elemento e sua taxa correspondente, clique no link "Excluir" ao lado da taxa desejada na lista. Você será solicitado a confirmar a exclusão.

source: <i>Category Breakdown</i> is a report showing Billing Elements breakdown per Category. You must first select a Category from the dropdown list at the top of the screen.
es_es: <i>Análisis de las Categorías</i> es un reporte mostrando la repartición de los Elementos de Facturación por Categoría. Debe primero seleccionar una Categoría desde la lista desplegable arriba en la pantalla.
pt_br: <i>Detalhamento de categoria</i> é um relatório que mostra o detalhamento dos elementos de cobrança por categoria. Você deve primeiro selecionar uma categoria na lista suspensa na parte superior da tela.

source: A column chart listing the Elements belonging to the category will be displayed. To display a pie chart, click on the "Pie" tab. To list the Elements, click on the "List" tab.
es_es: Se mostrará el gráfico de columna listando los Elementos que pertenecen a la categoría. Para obtener el gráfico de torta, haga clic en la pestaña "Gráfico". Para listar los Elementos, haga clic en la pestaña "Lista".
pt_br: Será exibido um gráfico de colunas listando os elementos pertencentes à categoria. Para exibir um gráfico de pizza, clique na guia "Pizza" (torta). Para listar os elementos, clique na guia "Lista".

source: To display the total amount for each Element, click the "Amount" radio button at the top of the screen.
es_es: Para mostrar la cantidad total de cada Elemento, haga clic en el botón radio "Cantidad" arriba en la pantalla.
pt_br: Para exibir o valor total de cada elemento, clique no botão de opção "Valor" na parte superior da tela.

source: To display breakdown by grade level instead, check the "Breakdown by Grade Level" checkbox at the top right corner.
es_es: Para mostrar la repartición por grado, marcar la casilla "Análisis por Grado" en la parte de arriba a la derecha.
pt_br: Para exibir a divisão por nível de série, marque a caixa de seleção "Detalhamento por nível de série" no canto superior direito.

source: You can adjust the Report Timeframe selecting the start and end date from the dropdown menus. Then, click on the "Go" button to update the chart.
es_es: Puede ajustar el Transcurso del Reporte seleccionando la fecha de inicio y de fin desde los menús desplegables. Luego, haga clic en el botón "Ir" para actualizar el gráfico.
pt_br: Você pode ajustar o período do relatório selecionando a data inicial e final nos menus suspensos. Em seguida, clique no botão "Ir" para atualizar o gráfico.

source: To save the chart as an image file, click on the download icon below the chart.
es_es: Para guardar el gráfico como imagen, haga clic en el icono descargar debajo del gráfico.
pt_br: Para salvar o gráfico como um arquivo de imagem, clique no ícone de download abaixo do gráfico.

source: Note: charts will display at most 25 elements per category.
es_es: Nota: los gráficos muestran como mucho 25 elementos por categoría.
pt_br: Observação: os gráficos exibirão no máximo 25 elementos por categoria.
