Repository: theblackhand123/rosariosis
Catalog: plugins/TinyMCE_Record_Audio_Video/locale/*.utf8/LC_MESSAGES/TinyMCE_Record_Audio_Video.po
Languages: fr_fr

source: TinyMCE Record Audio Video
fr_fr: TinyMCE enregistrement audio vidéo

source: Time Limit (seconds)
fr_fr: Limite de temps (secondes)

source: Insert audio recording
fr_fr: Insérer enregistrement audio

source: Insert video recording
fr_fr: Insérer enregistrement vidéo

source: Your browser offers limited or no support for WebRTC technologies yet, and cannot be used with this plugin. Please switch or upgrade your browser
fr_fr: Votre navigateur ne supporte pas la technologie WebRTC, et ne peut être utilisé avec ce plugin. Veuillez changer ou mettre à jour votre navigateur

source: Something strange happened which prevented the webcam/microphone from being used
fr_fr: Un évènement empêche l'utilisation de votre webcam/microphone

source: The user must allow the browser access to the webcam/microphone
fr_fr: L'utilisateur doit autoriser l'accès du navigateur à la webcam / au microphone

source: There is no input device connected or enabled
fr_fr: Aucun appareil d'enregistrement connecté ou activé

source: Something is preventing the browser from accessing the webcam/microphone
fr_fr: Quelque-chose empêche le navigateur d'accéder à la webcam / au microphone

source: The current webcam/microphone can not produce a stream with the required constraints
fr_fr: La webcam / le microphone ne peut produire un flux adapté

source: Your browser does not support recording over an insecure connection and must close the plugin
fr_fr: Votre navigateur ne supporte pas l'enregistrement depuis une connexion non sécurisée et doit fermer le plugin

source: Tried to get stream from the webcam/microphone, but no constraints were specified
fr_fr: Tentative de récupération du flux de la webcam / du microphone, mais aucune contrainte spécifiée

source: Start Recording
fr_fr: Enregistrer

source: Stop Recording
fr_fr: Arrêter

source: Record Again
fr_fr: Enregistrer à nouveau

source: Recording failed, try again
fr_fr: Enregistrement échoué, essayez de nouveau

source: Attach Recording as Annotation
fr_fr: Joindre l'enregistrement comme annotation

source: Something appears to have gone wrong, it seems nothing has been recorded
fr_fr: Une erreur est survenue, rien n'a été enregistré

source: Upload failed:
fr_fr: Upload échoué :

source: Upload failed: file too large
fr_fr: Upload échoué : fichier trop gros

source: Upload aborted:
fr_fr: Upload interrompu :

source: You have attained the maximum size limit for file uploads
fr_fr: Vous avez atteint la taille maximum pour l'upload de fichier

source: completed
fr_fr: complet

source: What should the annotation appear as?
fr_fr: Comment devrait apparaître l'annotation?

source: Audio annotation
fr_fr: Annotation audio

source: Video annotation
fr_fr: Annotation vidéo

source: Insecure connection!
fr_fr: Connexion non sécurisée!

source: Your browser might not allow this plugin to work unless it is used either over HTTPS or from localhost
fr_fr: Il se peut que votre navigateur empêche ce plugin de fonctionner à moins que vous soyez sur un site en HTTPS ou depuis localhost
