Repository: theblackhand123/rosariosis
Catalog: plugins/Timetable_Import/locale/*.utf8/LC_MESSAGES/Timetable_Import.po
Languages: es_es

source: Timetable Import
es_es: Importación de Horarios

source: Cannot open file.
es_es: El archivo no se puede abrir.

source: %s Course Periods were imported.
es_es: %s clases han sido importadas.

source: Select CSV or Excel file
es_es: Seleccionar archivo CSV o Excel

source: %s rows
es_es: %s líneas

source: Import Timetable
es_es: Importar Horarios

source: Are you absolutely ready to import timetable? Make sure you have backed up your database!
es_es: Está listo para importar los horarios? Asegúrese de haber hecho un backup de la base de datos!

source: Stop
es_es: Pare

source: Import first row
es_es: Importar la primera línea

source: Reset form
es_es: Restablecer formulario

source: Delete existing Courses and Course Periods
es_es: Borrar los Cursos y las Clases existentes

source: Timetable Fields
es_es: Campos de Horario

source: Activity ID
es_es: ID Actividad

source: Student Sets
es_es: Grupos de Estudiantes

source: Excel error reading file %s: %s. Please convert the file to CSV format.
es_es: Error Excel leyendo el archivo %s: %s. Por favor convertir el archivo en formato CSV.

source: No teacher found.
es_es: No se encontró ningún docente.

source: No subject found.
es_es: No se encontró ninguna materia.

source: No day found.
es_es: No se encontró ningún día.

source: No period found.
es_es: No se encontró ninguna hora.

source: No student sets / grade levels found.
es_es: No se encontró ningún grupo de estudiantes / grado.
