Repository: theblackhand123/rosariosis
Catalog: plugins/Iomad/locale/*.utf8/LC_MESSAGES/Iomad.po
Languages: es_es, fr_fr, pt_br

source: Fail
pt_br: Falhou

source: Please activate and configure the Moodle plugin.
es_es: Por favor active y configure el plugin Moodle.
fr_fr: Merci d'activer et de configurer le plugin Moodle.
pt_br: Por favor, ative e configure o plug-in do Moodle.

source: A single company is associated to various schools.
es_es: Una misma compañía está asociada a varias escuelas.
fr_fr: Une même compagnie est associée à plusieurs écoles.
pt_br: Uma mesma empresa está associada a várias escolas.

source: Companies
es_es: Compañías
fr_fr: Compagnies
pt_br: Empresas

source: Create company in Iomad
es_es: Crear compañía en Iomad
fr_fr: Créer la compagnie dans Iomad
pt_br: Criar empresa no Iomad

source: Iomad: Could not create company.
es_es: Iomad: No se pudo crear la compañía.
fr_fr: Iomad: Impossible de créer la compagnie.
pt_br: Iomad: Não foi possível criar empresa.

source: Iomad: Could not get company category.
pt_br: Iomad: Não foi possível obter a categoria da empresa.

source: Iomad: Could not delete company.
es_es: Iomad: No se pudo suprimir la compañía.
fr_fr: Iomad: Impossible de supprimer la compagnie.
pt_br: Iomad: Não foi possível excluir a empresa.

source: Iomad: Could not edit company.
es_es: Iomad: No se pudo editar la compañía.
fr_fr: Iomad: Impossible d'éditer la compagnie.
pt_br: Iomad: Não foi possível editar a empresa.

source: Iomad: Could not assign user to company ID %d
es_es: Iomad: No se pudo asignar el usuario a la compañía ID %d
fr_fr: Iomad: Impossible d'assigner l'utilisateur à la compagnie ID %d
pt_br: Iomad: Não foi possível atribuir (associar) o usuário ao ID da empresa %d

source: Iomad: successfully unassigned user from company ID %d
pt_br: Iomad: Não foi possível desassociar o usuário ao ID da empresa %d"

source: Iomad: Could not unassign user from company ID %d
es_es: No se pudo quitar el usuario de la compañía ID %d
fr_fr: Iomad: Impossible d'enlever l'utilisateur de la compagnie ID %d
pt_br: Iomad: Não foi possível desassociar o usuário ao ID da empresa %d"

source: Iomad: Could not assign course to company ID %d
es_es: Iomad: No se pudo asignar el curso a la compañía ID %d
fr_fr: Iomad: Impossible d'assigner le cours à la compagnie ID %d
pt_br: Iomad: Não foi possível atribuir o curso à ID da empresa %d

source: Iomad: Could not assign user to course ID %d
es_es: Iomad: No se pudo asignar el usuario al curso ID %d
fr_fr: Iomad: Impossible d'assigner l'utilisateur au cours ID %d
pt_br: Iomad: Não foi possível atribuir o usuário ao ID do curso %d
