Repository: theblackhand123/rosariosis
Catalog: modules/TinyMCE_Record_Audio_Video/locale/*.utf8/LC_MESSAGES/TinyMCE_Record_Audio_Video.po
Languages: es_es, pt_br

source: TinyMCE Record Audio Video
es_es: TinyMCE Grabación Audio Video
pt_br: TinyMCE gravação de áudio e vídeo

source: Time Limit (seconds)
es_es: Limite de Tiempo (segundos)
pt_br: Limite de tempo (segundos)

source: Insert audio recording
es_es: Insertar grabación audio
pt_br: Inserir gravação de áudio

source: Insert video recording
es_es: Insertar grabación video
pt_br: Inserir gravação de vídeo

source: Your browser offers limited or no support for WebRTC technologies yet, and cannot be used with this plugin. Please switch or upgrade your browser
es_es: Su navegador no soporta la tecnología WebRTC, y no se puede usar con este plugin. Por favor cambiar o actualizar su navegador
pt_br: Seu navegador oferece suporte limitado ou inexistente para tecnologias WebRTC ainda e não pode ser usado com este plug-in. Troque ou atualize seu navegador

source: Something strange happened which prevented the webcam/microphone from being used
es_es: Algo extraño ocurrió que impidió usar la cámara / el micrófono
pt_br: Ocorreu algo estranho que impediu o uso da webcam / microfone

source: The user must allow the browser access to the webcam/microphone
es_es: El usuario debe autorizar el acceso del navegador a la webcam / al micrófono
pt_br: O usuário deve permitir o acesso do navegador à webcam/microfone

source: There is no input device connected or enabled
es_es: Ningún dispositivo de entrada conectado o activado
pt_br: Não há nenhum dispositivo de entrada conectado ou habilitado

source: Something is preventing the browser from accessing the webcam/microphone
es_es: Algo impide el navegador acceder a la webcam / al micrófono
pt_br: Algo está impedindo o navegador de acessar a webcam/microfone

source: The current webcam/microphone can not produce a stream with the required constraints
es_es: La webcam / el micrófono no puede producir una transmisión como requerido
pt_br: A webcam/microfone não pode produzir uma transmissão conforme necessário

source: Your browser does not support recording over an insecure connection and must close the plugin
es_es: Su navegador no puede grabar desde una conexión insegura y debe cerrar el plugin
pt_br: Seu navegador não pode gravar de uma conexão insegura e você deve fechar o plug-in

source: Tried to get stream from the webcam/microphone, but no constraints were specified
es_es: Intentó de obtener la transmisión de la webcam / del micrófono, pero ninguna restricción especificada
pt_br: Tentativa de obter transmissão de webcam/microfone, mas nenhuma restrição foi especificada

source: Start Recording
es_es: Empezar
pt_br: Iniciar gravação

source: Stop Recording
es_es: Terminar
pt_br: Parar gravação

source: Record Again
es_es: Grabar de Nuevo
pt_br: Gravar novamente

source: Recording failed, try again
es_es: Error de grabación, intenta de nuevo
pt_br: Falha na gravação, tente novamente

source: Attach Recording as Annotation
es_es: Adjuntar la Grabación como Anotación
pt_br: Anexar gravação como anotação

source: Something appears to have gone wrong, it seems nothing has been recorded
es_es: Algo pasó mal, nada fue grabado
pt_br: Algo deu errado, nada foi gravado

source: Upload failed:
es_es: Error de upload:
pt_br: Falha no upload:

source: Upload failed: file too large
es_es: Error de upload: archivo demasiado grande
pt_br: Falha no upload: arquivo muito grande

source: Upload aborted:
es_es: Upload abortado:
pt_br: Upload abortado:

source: You have attained the maximum size limit for file uploads
es_es: Ha llegado al tamaño máximo para el upload de archivo
pt_br: Você atingiu o limite máximo de tamanho para upload de arquivos

source: completed
es_es: completo
pt_br: concluído

source: What should the annotation appear as?
es_es: Como debe aparecer la anotación?
pt_br: Como a anotação deve aparecer?

source: Audio annotation
es_es: Anotación audio
pt_br: Anotação de áudio

source: Video annotation
es_es: Anotación video
pt_br: Anotação de vídeo

source: Insecure connection!
es_es: Conexión insegura!
pt_br: Conexão insegura!

source: Your browser might not allow this plugin to work unless it is used either over HTTPS or from localhost
es_es: Su navegador podría impedirle usar este plugin al menos de estar en una página en HTTPS o desde localhost
pt_br: Seu navegador pode não permitir que este plug-in funcione, a menos que seja usado por HTTPS ou localhost
