Repository: theblackhand123/rosariosis
Catalog: plugins/Grades_Import/locale/*.utf8/LC_MESSAGES/Grades_Import.po
Languages: es_es

source: Cannot open file.
es_es: El archivo no se puede abrir.

source: %s grades were imported.
es_es: %s calificaciones han sido importadas.

source: No Assignments were found for current Course Period and Quarter.
es_es: Ninguna Tarea fue encontrada para la Clase y el Trimestre corriente.

source: Select CSV or Excel file
es_es: Seleccionar archivo CSV o Excel

source: %s rows
es_es: %s líneas

source: Import Gradebook Grades
es_es: Importar Calificaciones del Libro

source: Are you absolutely ready to import grades?
es_es: Está listo para importar las calificaciones?

source: Stop
es_es: Pare

source: Import first row
es_es: Importar la primera línea

source: Reset form
es_es: Restablecer formulario

source: Gradebook Grades Fields
es_es: Campos Calificaciones del Libro

source: Identify Student
es_es: Identificar Estudiante

source: Grades Import
es_es: Importar Calificaciones

source: Import Grades
es_es: Importar Calificaciones

source: No graded marking periods were found.
es_es: No se encontró ningún periodo a calificar calificado.

source: Marking Period is not currently open for grade posting.
es_es: El periodo a calificar no está abierto para la publicación de calificaciones.

source: Import Final Grades
es_es: Importar las Calificaciones Finales

source: Final Grades Fields
es_es: Campos Calificaciones Finales

source: Excel error reading file %s: %s. Please convert the file to CSV format.
es_es: Error Excel leyendo el archivo %s: %s. Por favor convertir el archivo en formato CSV.

source: No student found.
es_es: No se encontró ningún estudiante.

source: No points found.
es_es: No se encontró ningún puntos.

source: Student not scheduled in course Period.
es_es: El estudiante no está programado en este curso.

source: Grade not found: %s
es_es: No se encontró la calificación: %s
