Repository: theblackhand123/rosariosis
Catalog: modules/Timetable_Import/locale/*.utf8/LC_MESSAGES/Timetable_Import.po
Languages: fr_fr

source: Timetable Import
fr_fr: Import emploi du temps

source: Cannot open file.
fr_fr: Le fichier ne peut pas être ouvert.

source: %s Course Periods were imported.
fr_fr: %s classes ont été importés.

source: Select CSV or Excel file
fr_fr: Sélectionner fichier CSV ou Excel

source: %s rows
fr_fr: %s lignes

source: Import Timetable
fr_fr: Importer l'emploi du temps

source: Are you absolutely ready to import timetable? Make sure you have backed up your database!
fr_fr: Êtes-vous prêt pour importer l'emploi du temps ? Assurez-vous d'avoir sauvegardé la base de données !

source: Import first row
fr_fr: Importer la primière ligne

source: Reset form
fr_fr: Réinitialiser le formulaire

source: Delete existing Courses and Course Periods
fr_fr: Supprimer les cours et classes existantes

source: Timetable Fields
fr_fr: Champs emploi du temps

source: Activity ID
fr_fr: ID activité

source: Student Sets
fr_fr: Groupes d'élèves

source: Excel error reading file %s: %s. Please convert the file to CSV format.
fr_fr: Erreur Excel à la lecture du fichier %s : %s. Merci de convertir le fichier au format CSV.

source: No teacher found.
fr_fr: Aucun enseignant trouvé.

source: No subject found.
fr_fr: Aucune matière trouvée.

source: No day found.
fr_fr: Aucun jour trouvé.

source: No period found.
fr_fr: Aucune heure trouvée.

source: No student sets / grade levels found.
fr_fr: Aucun groupe d'élèves / niveau scolaire trouvé.
