Repository: theblackhand123/rosariosis
Catalog: plugins/Human_Resources/locale/*.utf8/LC_MESSAGES/Human_Resources.po
Languages: es_es

source: Skill
es_es: Habilidad

source: Skills
es_es: Habilidades

source: Qualification
es_es: Diploma

source: Institute
es_es: Instituto

source: Completed on
es_es: Terminado el

source: Qualifications
es_es: Diploma

source: Certification
es_es: Certificación

source: Granted on
es_es: Obtenida el

source: Valid through
es_es: Valida hasta

source: Certifications
es_es: Certificaciones

source: Language
es_es: Idioma

source: Reading
es_es: Leido

source: Speaking
es_es: Hablado

source: Writing
es_es: Escrito

source: Languages
es_es: Idiomas

source: Elementary proficiency
es_es: Competencia elemental

source: Limited working proficiency
es_es: Competencia limitada de trabajo

source: Professional working proficiency
es_es: Competencia profesional de trabajo

source: Full professional proficiency
es_es: Competencia profesional plena

source: Native or bilingual proficiency
es_es: Competencia nativa o bilingüe
