Repository: theblackhand123/rosariosis
Catalog: modules/Reports/locale/*.utf8/LC_MESSAGES/Reports_help.po
Languages: es_es, fr_fr, pt_br

source: <i>Saved Reports</i> allows you to save, rename and delete reports. Those reports can virtually consist of any page within RosarioSIS. The "Save Report" button allowing you to save a report will appear in the Bottom frame whenever a Student / User list is displayed.
es_es: <i>Reportes Guardados</i> le permite guardar, renombrar y suprimir reportes. Estos reportes pueden ser virtualmente cualquiera página de RosarioSIS. El botón "Guardar Reporte" que permite guardar un reporte aparece en el menú inferior una vez une lista de Estudiantes / Usuarios está generada.
fr_fr: <i>Rapports sauvegardés</i> vous permet de sauver, renommer et supprimer des rapports. Ces rapports consistent en virtuellement n'importe quelle page de RosarioSIS. Le bouton "Sauvegarder rapport" permettant de sauvegarder un rapport apparaîtra dans le menu inférieur lorsque une liste d'élèves / utilisateurs est affichée.
pt_br: <i>Relatórios salvos</i> permite que você salve, renomeie e exclua relatórios. Esses relatórios podem consistir virtualmente em qualquer página do RosarioSIS. O botão "Salvar relatório", que permite salvar um relatório, aparecerá no quadro inferior sempre que uma lista de Aluno/Usuário é exibida.

source: Once saved, the report will appear under the Reports module's menu. This will allow you to easily run the report again and can act as a shortcut to any page.
es_es: Una vez guardado, el reporte aparecerá en el menú del módulo Reportes. Le permitirá acceder fácilmente al reporte y puede actuar como atajo hacia cualquiera página.
fr_fr: Une fois sauvegardé, le rapport apparaîtra sous le menu du module Rapports. Cela vous permettra d'accéder facilement au rapport ultérieurement et peut servir de raccourci pour n'importe quelle page.
pt_br: Depois de salvo, o relatório aparecerá no menu do módulo Relatórios. Ele permitirá que você acesse facilmente o relatório e pode atuar como um atalho para qualquer página.

source: <i>Calculations</i> allows you to perform calculations by combinating some basic functions, RosarioSIS fields, breakdown and search screens into an equation.
es_es: <i>Cálculos</i> le permite realizar cálculos combinando funciones básicas, campos de RosarioSIS, análisis y búsquedas en una ecuación.
fr_fr: <i>Calculs</i> vous permet de réaliser des calculs en combinant des fonctions basiques, des champs de RosarioSIS, des filtres et des répartitions au sein d'une équation.
pt_br: <i>Cálculos</i> permite que você execute cálculos combinando algumas funções básicas, campos do RosarioSIS, detalhamento e telas de pesquisa em uma equação.

source: The top header will give you hints while writing your calculation. The left box will provide you with functions and mathematical operators. The right box will provide you with Time values, RosarioSIS fields and constants.
es_es: El encabezado de arriba le dará consejos al momento de escribir su cálculo. La caja de la izquierda propone funciones y operadores matemáticos. La caja de la derecha propone valores de Tiempo, campos de RosarioSIS y constantes.
fr_fr: L'en-tête supérieur vous donnera des indications au moment d'écrire votre calcul. La boîte de gauche fournit des fonctions ainsi que des opérateurs mathématiques. La boîte de droite fournit des valeurs de temps, des champs de RosarioSIS et des constantes.
pt_br: O cabeçalho superior lhe dará dicas enquanto escreve seu cálculo. A caixa da esquerda fornecerá funções e operadores matemáticos. A caixa da direita fornecerá valores de tempo, campos RosarioSIS e constantes.

source: Clicking on one of those function / operator / field will add it to the Equation box below.
es_es: Haga clic sobre cualquiera de estas funciones / operadores / campos para agregarlo a la Ecuación abajo.
fr_fr: Lorsque vous cliquez sur un(e) de ces fonctions / opérateurs / champs, il/elle sera ajouté(e) à la boîte équation située en dessous.
pt_br: Clicar em uma dessas funções/operadores/campos irá adicioná-los à caixa Equação abaixo.

source: The Equation box features 3 icons and a dropdown list:
es_es: El cuadro de la Ecuación presenta 3 iconos y una lista desplegable:
fr_fr: La boîte équation contient 3 icônes et une liste déroulante :
pt_br: A caixa equação apresenta 3 ícones e uma lista suspensa:

source: the "Breakdown" dropdown list to apply to the equation results
es_es: la lista desplegable "Análisis" aplica a los resultados de la ecuación
fr_fr: la liste déroulante "Répartition" à appliquer aux résultats de l'équation
pt_br: a lista suspensa "Análise" para aplicar aos resultados da equação

source: the Backspace icon to erase the last member of the equation
es_es: el icono Retroceso para borrar el último miembro de la ecuacíon
fr_fr: l'icône Retour arrière pour effacer le dernier membre de l'équation
pt_br: o ícone backspace para apagar o último membro da equação

source: the Run icon to run the equation
es_es: el icono Correr para correr el cálculo de la ecuación
fr_fr: l'icône Lancer pour lancer le calcul de l'équation
pt_br: o ícone Executar para executar a equação

source: and the Floppy icon to save the equation
es_es: y el icono Floppy para guardar la ecuación
fr_fr: et l'icône Disquette pour sauvegarder l'équation
pt_br: e o ícone do disquete para salvar a equação

source: When adding a function to the equation, you will notice a Search screen popping up: the dropdown lists will allow you to filter the results of the function. You can add another filter by clicking on the plus icon (+). Please note that the same type of filter cannot be repeated for the same function. Each search screen corresponds to a function. If your equation contains more than one function, a new search screen will pop up.
es_es: Cuando se agrega una función a la ecuación, notará una pantalla de Búsqueda que aparece de repente: las listas desplegables permiten filtrar los resultados de la función. Se puede agregar otro filtro haciendo clic sobre el icono más (+). Por favor nota que un mismo tipo de filtro no puede ser repetido para la misma función. Cada pantalla de búsqueda corresponde a una función. Si su ecuación contiene más de una función, una nueva pantalla de búsqueda aparecerá.
fr_fr: Lorsque vous ajoutez une fonction à l'équation, vous noterez un écran de recherche qui s'ouvre : les listes déroulantes vous permettent alors de filtrer le résultat de la fonction. Vous pouvez ajouter un autre filtre en cliquant sur l'icône plus (+). Veuillez noter qu'un même type de filtre ne peut-être répété pour la même fonction. Chaque écran de recherche correspond à une fonction. Si votre équation contient plus d'une fonction, un nouvel écran de recherche apparaîtra.
pt_br: Ao adicionar uma função à equação, você notará uma tela de pesquisa aparecendo: as listas suspensas permitirão que você filtre os resultados da função. Você pode adicionar outro filtro clicando no ícone de mais (+). Observe que o mesmo tipo de filtro não pode ser repetido para a mesma função. Cada tela de pesquisa corresponde a uma função. Caso sua equação contenha mais de uma função, uma nova tela de pesquisa aparecerá.

source: At the bottom of the screen, a list of Saved Equations may appear. Saved equations can be used within the <i>Calculations Reports</i> program.
es_es: En la parte inferior de la pantalla, una lista de Ecuaciones Guardadas puede aparecer. Las ecuaciones guardadas pueden ser usadas en el programa <i>Reportes de Calculaciones</i>.
fr_fr: En bas de l'écran, une liste d'équations sauvegardées peut-être présentée. Les équations sauvegardées peuvent être utilisées au sein du programme <i>Rapports des calculs</i>.
pt_br: Na parte inferior da tela, uma lista de equações salvas pode aparecer. As equações salvas podem ser usadas no programa <i>Relatórios de cálculos</i>.
